[
  "obsidian-git",
  "obsidian-style-settings",
  "templater-obsidian",
  "obsidian-icon-folder",
  "calendar",
  "obsidian-kanban",
  "smart-composer",
  "obsidian-tasks-plugin",
  "dataview",
  "obsidian-excalidraw-plugin",
  "periodic-notes",
  "copilot"
]