[
  "obsidian-git",
  "obsidian-style-settings",
  "templater-obsidian",
  "obsidian-icon-folder",
  "calendar",
  "obsidian-kanban",
  "smart-composer",
  "obsidian-tasks-plugin",
  "obsidian-excalidraw-plugin",
  "dataview",
  "obsidian-latex-suite",
  "obsidian-local-rest-api",
  "mcp-tools",
  "periodic-notes"
]